[
    {
        "joke": "Chuck Norris doesn't read books. He stares them down until he gets the information he wants."
    },
    {
        "joke": "Since 1940, the year Chuck Norris was born, roundhouse kick related deaths have increased 13,000 percent."
    },
    {
        "joke": "According to the Encyclopedia Brittanica, the Native American Trail of Tears has been redefined as anywhere that Chuck Norris walks."
    },
    {
        "joke": "Chuck Norris is the only human being to display the Heisenberg uncertainty principle - you can never know both exactly where and how quickly he will roundhouse-kick you in the face."
    },
    {
        "joke": "Chuck Norris originally appeared in the Street Fighter II video game, but was removed by Beta Testers because every button caused him to do a roundhouse kick. When asked about this glitch, Norris replied That's no glitch."
    },
    {
        "joke": "If you spell Chuck Norris in Scrabble, you win. Forever."
    },
    {
        "joke": "There is no theory of evolution, just a list of creatures Chuck Norris allows to live."
    },
    {
        "joke": "The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably."
    },
    {
        "joke": "When Chuck Norris falls in water, Chuck Norris doesn't get wet. Water gets Chuck Norris."
    },
    {
        "joke": "Scientists have estimated that the energy given off during the Big Bang is roughly equal to 1CNRhK (Chuck Norris Roundhouse Kick)."
    },
    {
        "joke": "How much wood would a woodchuck chuck if a woodchuck could Chuck Norris? All of it."
    },
    {
        "joke": "Chuck Norris can believe it's not butter."
    },
    {
        "joke": "Chuck Norris can divide by zero."
    },
    {
        "joke": "Newton's Third Law is wrong: Although it states that for each action, there is an equal and opposite reaction, there is no force equal in reaction to a Chuck Norris roundhouse kick."
    },
    {
        "joke": "Chuck Norris doesnt shave; he kicks himself in the face. The only thing that can cut Chuck Norris is Chuck Norris."
    },
    {
        "joke": "Chuck Norris grinds his coffee with his teeth and boils the water with his own rage."
    },
    {
        "joke": "It takes Chuck Norris 20 minutes to watch 60 Minutes."
    },
    {
        "joke": "The Bermuda Triangle used to be the Bermuda Square, until Chuck Norris Roundhouse kicked one of the corners off."
    },
    {
        "joke": "When Chuck Norris does a pushup, he isn't lifting himself up, he's pushing the Earth down."
    },
    {
        "joke": "Chuck Norris is the reason why Waldo is hiding."
    }

]